Repository: NicolaLS/payment-app
Catalog: feature/payment-settings/src/iosMain/resources/PaymentSettings.xcstrings
Source language: en
Languages: de, es

# settings_payments
source: Payments
de: Zahlungen
es: Pagos

# settings_payments_confirm_label
source: Confirm Payment
de: Zahlung bestätigen
es: Confirmar pago

# settings_payments_confirm_manual_entry
source: Confirm amounts I enter manually
de: Manuell eingegebene Beträge bestätigen
es: Confirmar importes introducidos manualmente

# settings_payments_confirm_threshold
source: Above %1$@
de: Über %1$@
es: Por encima de %1$@

# settings_payments_haptics_payment
source: Vibrate on successful payment
de: Vibrieren bei erfolgreicher Zahlung
es: Vibrar al completar el pago

# settings_payments_haptics_scan
source: Vibrate when a code is recognized
de: Vibrieren, wenn ein Code erkannt wird
es: Vibrar cuando se reconoce un código

# settings_payments_haptics_title
source: Vibrations
de: Vibrationen
es: Vibraciones

# settings_payments_hub_title
source: Payment hub
de: Zahlungs-Hub
es: Centro de pagos

# settings_payments_lnurl_review
source: LNURL payments
de: LNURL-Zahlungen
es: Pagos LNURL

# settings_payments_lnurl_review_description
source: Show the recipient domain and description before requesting an invoice
de: Empfängerdomain und Beschreibung anzeigen, bevor eine Rechnung angefordert wird
es: Mostrar el dominio y la descripción del destinatario antes de solicitar una factura

# settings_payments_offer_save_targets
source: Offer to save a contact and add a Contacts widget after paying
de: Nach dem Bezahlen das Speichern eines Kontakts und Hinzufügen eines Kontakte-Widgets anbieten
es: Ofrecer guardar un contacto y añadir un widget de Contactos después de pagar

# settings_payments_option_above
source: Above
de: Über
es: Superior

# settings_payments_option_always
source: Always
de: Immer
es: Siempre
